{
  "numberOfCategories": 5,
  "categories": {
    "music": [
      {
        "name": "Highkili",
        "urlName": "Highkili",
        "socialMedia": "@highkili",
        "description": "Highkili es un cantante rapero canario, miembro del macrocolectivo canario B.O.N.G junto a Scarface Johansson, Loopziano, DND o TR Maker, tiene sellos discográficos: Breaking Bass, Discos de nuestra Señora, Pub Pelukas y ha sacado albumes muy importantes como Fusta, EStado de Alerta,LPGC, entre otros.",
        "photos": {
          "front": "/Highkili.jpg",
          "side": "/Highkili2.jpg",
          "back": "/Highkili3.jpg"
        }
      },
      {
        "name": "Sara Socas",
        "urlName": "SaraSocas",
        "socialMedia": "@socasmc",
        "description": "Sara Socas Martín (Tegueste, Tenerife, 30 de agosto de 1997) es una cantante de hip hop, beatboxer, rapera de freestyle y compositora española.1​2​3​ En 2021 se convirtió en la primera mujer en ascender como freestyler a la Freestyle Master Series o FMS, considerada la liga más importante en España de este ámbito.",
        "photos": {
          "front": "/Sara-socas.jpg",
          "side": "/Sara-socas2.jpg",
          "back": "/Sara-socas3.jpg"
        }
      },

      {
        "name": "Abhir Hathi",
        "urlName": "AbhirHathi",
        "socialMedia": "@abhirhathi",
        "description": "Abhir Hathi es un chico canario que nació en Gran canaria pero se mudo a Madrid hace muchos años. Estaba trabajando en un departamento de marketing de una start-up pero lo dejó para dedicarse a la música. en su ultima entrevista ha notificado que saldrán muchas canciones nuevas junto a otros artistas como El Secreto, Cruz Cafuné, Ellegas, Dawaira, Govea etc.",
        "photos": {
          "front": "/Abhir-hathi.jpg",
          "side": "/Abhir-hathi2.jpg",
          "back": "/Abhir-hathi3.jpg"
        }
      },
      {
        "name": "Ana Guerra",
        "urlName": "AnaGuerra",
        "socialMedia": "@anaguerra",
        "description": "Ana Alicia Guerra Morales nació en San Cristóbal de La Laguna, Tenerife, el 18 de febrero de 1994, conocida como Ana Guerra, es una cantante y compositora española que se dio a conocer por su participación en el programa Operación Triunfo 2017.",
        "photos": {
          "front": "/Ana-guerra.jpg",
          "side": "/Ana-guerra2.jpg",
          "back": "/Ana-guerra3.jpg"
        }
      },
      {
        "name": "Wos Las Palmas",
        "urlName": "WosLasPalmas",
        "socialMedia": "@wos.laspalmas",
        "description": "Wos Las Palmas es un joven canario, que se ha dedicado a la musica desde muy Joven, Tiene un sello discográfico con 1215313 Records DK en las que ha sacado temas como: Tardo, Más Grande, To va bien y ha colaborado con otros artistas como Cruz cafuné entre otros.",
        "photos": {
          "front": "/Wos-laspalmas.jpg",
          "side": "/Wos-laspalmas2.jpg",
          "back": "/Wos-laspalma3.jpg"
        }
      },
      {
        "name": "Eva Ruíz",
        "urlName": "EvaRuiz",
        "socialMedia": "@evaruiz",
        "description": "Eva Ruiz nació en Lanzarote en 1998, es una cantante muy famosa en el archipielago canario, desde muy joven se sintió atraida al mundo de la musica. Tiene un sello discográfico con Warner Music Spain y tiene 11 Álbumes realizados con éxito.",
        "photos": {
          "front": "/Eva-ruiz.jpg",
          "side": "/Eva-ruiz2.jpg",
          "back": "/Eva-ruiz3.jpg"
        }
      },
      {
        "name": "Maikel Delacalle",
        "urlName": "MaikelDelacalle",
        "socialMedia": "@delacallemaikel",
        "description": "Mikel Cabello Negrín más conocido por su nombre artístico Maikel Delacalle, es un rapero y cantante español conocido por incorporar a su música diferentes elementos procedentes del R&B, el hip hop o el dancehall. Maikel ha conseguido millones de reproducciones en sus videoclips y sus temas han conseguido colarse en lo más alto en las listas de éxitos de plataformas como Spotify o Apple Music.",
        "photos": {
          "front": "/Maikel-delaCalle.jpg",
          "side": "/Maikel-delaCalle2.jpg",
          "back": "/Maikel-delaCalle3.jpg"
        }
      },
      {
        "name": "Daniela Garsal",
        "urlName": "DanielaGarsal",
        "socialMedia": "@danielagarsal",
        "description": "Daniela García Salazar nació en Las Palmas de Gran Canaria el 8 de Julio de 1999. A los 4 años se fue a vivir a Dublín, y desde entonces, ha vivido entre una isla y la otra. Sus primeras canciones propias las compuso con Lucas Otero en 2017 y las canciones se encuentran en su canal. En 2019 empezó a grabar y componer con Kevin para un nuevo proyecto en su propio canal.",
        "photos": {
          "front": "/Daniela-garsal.jpg",
          "side": "/Daniela-garsal2.jpg",
          "back": "/Daniela-garsal3.jpg"
        }
      },
      {
        "name": "Della Du",
        "urlName": "DellaDu",
        "socialMedia": "@della_du",
        "description": "La arista canaria Della Du ha vivido la música desde los 5 años, cuando comenzó a tocar el piano, años más tardes comenzaría a tocar la guitarra y a dedicarse a la producción musical. Sus composiciones son íntimas y sus directos son una mezcla de intensidad y emociones que trasladan al público a conectar con los sentimientos más primarios.",
        "photos": {
          "front": "/Della-du.jpg",
          "side": "/Della-du2.jpg",
          "back": "/Della-du3.jpg"
        }
      }
    ],
    "photography": [
      {
        "name": "Iván Sáez Schwartz",
        "urlName": "IvánSáezSchwartz",
        "socialMedia": "@ivan.saez.schwartz",
        "description": "Iván Sáez Schwartz es un músico profesional (violista) natural de la isla de Tenerife que en la actualidad se encuentra entre Canarias y Holanda, pero que desarrolla su actividad musical profesional por todo el continente europeo. Iván siempre se ha interesado por otros medios de expresión complementarios a la música y es ahí donde surge su  pasión por la fotografía. SUele decantarse por la fotografía en blanco y negro ya que considera que en ocasiones el color puede distraer. Se considera un fotógrafo de todo un poco, e intenta retratar su realidad lo más parecida a lo que él la ve",
        "photos": {
          "front": "/Ivan.jpg",
          "side": "/Ivan-beach.jpg",
          "back": "/Ivan-bed.jpg"
        }
      },
      {
        "name": "Cristina Delgado",
        "urlName": "CristinaDelgado",
        "socialMedia": "@criswalroscllg",
        "description": "Cristina Delgado estudia y se gradúa como Maestra de Educación Infantil, pero es en la fotografia y el diseño gráfico donde encuentra su verdadera vocación.siempre intenta transmitir sensación de tranquilidad. Le gusta pensar en su arte como un lugar de refugio en el que sentirse a salvo y en paz. Todas sus obras han sido realizadas enteramente por ella, desde la fotografía hasta el vestuario y edición de las fotos. No cuenta con un equipo profesional, pero disfruta muchísimo de todo el proceso que conlleva cada obra; se siente afortunada de poder materializar sus ideas y convertirlas en arte.",
        "photos": {
          "front": "/Cris-plants.jpg",
          "side": "/Cris-breakfast.jpg",
          "back": "/Cris-whales.jpg"
        }
      },
      {
        "name": "Daniel Cascales",
        "urlName": "DanielCascales",
        "socialMedia": "@danicascales",
        "description": "Daniel Cascales (Almería, 1991) compagina su amor por la fotografía y la naturaleza con su trabajo en la industria audiovisual como editor y realizador. La serie de fotografías que presenta en Merkarte están precedidas por un libro de fotografía sobre la geología volcánica del parque natural de Cabo de Gata en Almería.",
        "photos": {
          "front": "/Daniel.jpg",
          "side": "/Daniel-gorge.jpg",
          "back": "/Daniel-taburiente.jpg"
        }
      },
      {
        "name": "Leo Amaya",
        "urlName": "LeoAmaya",
        "socialMedia": "@l3oamaya",
        "description": "Es un tinerfeño que empieza a interesarse por la fotografía desde jóven. Estudió un curso de fotografía en la escuela EFTI en Madrid. Mientras tanto trabajo como fotógrafo de bodas en una empresa en la misma ciudad llamada Liven Photaghy. Actualmente reside en Tenerife, y siempre busca nuevos proyectos mientras estudia Animación en la escuela Fernando Estévez.",
        "photos": {
          "front": "/Leo.jpg",
          "side": "/Leo-girl.jpg",
          "back": "/Leo-red.jpg"
        }
      },
      {
        "name": "Saioa Arellano",
        "urlName": "SaioaArellano",
        "socialMedia": "@saiochampi",
        "description": "Saioa, estudió fotografía en la EASD Fernando Estévez. El trabajo que realiza viene inspirado por lo cotidiano, aquello que dejamos de apreciar por que funcionamos a un ritmo frenético, por la naturalidad de lo mismo que, más que inspirarle, le apasiona. Saioa entiende la fotografía como aquel momento efímero que es, y no vuelve. Aquella luz que marca el camino, la sombra necesaria para crear contraste pero que si miras al día siguiente, ya no es igual.",
        "photos": {
          "front": "/Saioa.jpg",
          "side": "/Saioa-clouds.jpg",
          "back": "/Saioa-lighthouse.jpg"
        }
      },
      {
        "name": "Juanjo Pérez",
        "urlName": "JuanjoPérez",
        "socialMedia": "@juanjoprz92",
        "description": "Juanjo Pérez (La Laguna, 1992), es estudiante de Ingeniería Informática, fotógrafo y videógrafo. Descubre la fotografía en el verano de 2016 y desde entonces continúa aprendiendo de manera autodidacta. Para él cada foto cuenta una historia, por ello intenta siempre reflejar las emociones de lo que ve.",
        "photos": {
          "front": "/Juanjo-reflection.jpg",
          "side": "/Juanjo-dog.jpg",
          "back": "/Juanjo-cat.jpg"
        }
      },
      {
        "name": "Adrián Medina",
        "urlName": "AdrianMedina",
        "socialMedia" : "@_adriimgz",
        "description": "Adrián Medina es un jóven canario que se ha visto interesado en la fotografía desde muy jóven. No desaprovecha los momentos cuando sale con su familia y amigos para fotografiar cada lugar que visita. Sus Fotografías se centran en paisajes y diseños que se encuentra en el dia a dia.",
        "lastContent": "caminar",
          "photos": {
            "front": "/Adrian.jpg",
            "side": "/Adrian-atardecer.jpg",
            "back": "/Adrian-caminar.jpg"
          }
        },
        {
          "name": "Sladjana Apostolovski",
          "urlName": "SladjanaApostolovski",
          "socialMedia" : "@s.apostolovski",
          "description": "Sladjana Apostolovski es una chica joven de 26 años que se dedica a tomar fotografías a paisajes a las que visita. Descubrió la fotografía desde joven y desde entonces le apasiona.",
          "photos": {
            "front": "/Sladjana-apostolovski.jpg",
            "side": "/Sladjana-gomera.jpg",
            "back": "/Sladjana-anochecer.jpg"
          }
        },
        {
          "name": "Pedro Hernández Rodriguez",
          "urlName": "PedroHernándezRodriguez",
          "socialMedia" : "@rincones_de_canarias",
          "description": "A los dieciséis años tuve la oportunidad de trabajar y vivir en el Parque Nacional del Teide. Aquí empezó mi fascinación por el paisaje, la naturaleza, los cambios de luz, aunque nunca como para reflejarlo a través de la fotografía.",
          "photos": {
            "front": "/Pedro-hernández.jpg",
            "side": "/Pedro-hermigua.jpg",
            "back": "/Pedro-senderismo.jpg"
          }
        }
    ],
    "illustration": [
      {
        "name": "Irene Morales",
        "urlName": "IreneMorales",
        "socialMedia": "@irene_moralm",
        "description": "Irene Morales, nacida el 2 de junio de 1998 en Las Palmas de Gran Canaria, está en el mundo del arte desde pequeña, y a estudiado musica desde los 5 años hasta los 18.",
        "photos": {
          "front": "/Irene.jpg",
          "side": "/Irene-blueeye.jpg",
          "back": "/Irene-redeye.jpg"
        }
      },
      {
        "name": "Gabopatapalo",
        "urlName": "Gabopatapalo",
        "socialMedia": "@gabopatapaloart",
        "description": "Gabopatapalo nace en la ciudad de Quito-Ecuador. En 2005 emigra a Tenerife y en 2006 empieza a cursar el bachillerato artístico en la Escuela Superior de Arte y Diseño Fernando Estévez de Tenerife. Dos años después, en la misma escuela, realiza el Ciclo Formativo de Grado Superior de Ilustración para luego completar sus estudios artísticos en la Universidad de la Laguna en la Facultad Bellas Artes. Hoy en día se dedica al mundo del arte corporal y la ilustración artística.",
        "photos": {
          "front": "/Gabo.jpg",
          "side": "/Gabo-snail.jpg",
          "back": "/Gabo-chameleon.jpg"
        }
      },
      {
        "name": "José Benot Brito Ángel",
        "urlName": "JoseBenotBritoAngel",
        "socialMedia": "@jauront_art",
        "description": "José Benot Brito Ángel nació el 22 de Enero de 1997 en Santa Cruz de Tenerife, ha participado en una exposición conjunta 'Tú en el alto balcón' de 2020 en IES La Laboral comisariada por Javier Sicilia y Abrahman Riverón. Estudió toda su infancia en el colegio Pureza de María donde comenzó su faceta artística dibujando a escondidas en horario de clase. Actualmente está cursando el cuarto año del grado de Bellas Artes en la Universidad de La Laguna donde ha trabajado diferentes estilos artísticos como la pintura, la escultura y el grabado, pero es con la ilustración con la que más se identifica, siendo el grafito y la tinta los principales protagonistas.",
        "photos": {
          "front": "/Jauront-defeat.jpg",
          "side": "/Jauront-shield.jpg",
          "back": "/Jauront-werewolf.jpg"

        }
      },
      {
        "name": "Sofía de Tomás",
        "urlName": "SofiaDeTomás",
        "socialMedia": "@sofiadetomas.art",
        "description": "Sofía de Tomás, nace en Tenerife, Islas Canarias, donde estudia Bellas Artes en la Universidad de La Laguna. Siempre recuerda estar dibujando, pintando o inventando alguna cosa para entretenerse. Desde pequeña, además de la pintura se interesa mucho por el mar y las olas. El surf se convierte en otra de sus grandes aficiones, llegando a competir en campeonatos locales, nacionales e incluso mundiales.",
        "photos": {
          "front": "/Sofia.jpg",
          "side": "/Sofia-palmtrees.jpg",
          "back": "/Sofia-street.jpg"
        }
      },
      {
        "name": "Paula Ramos",
        "urlName": "PaulaRamos",
        "socialMedia": "@pololartx",
        "description": "Pololartx es el nombre artístico de Paula Ramos y su vida entorno al mundo del arte empieza a girar cuando ingresa en la Escuela de Arte de Diseño Superior Fernando Estévez, es ahí donde comienza a experimentar su potencial artístico. Seguidamente, se matricula en la carrera de Bellas Artes de la Universidad de La Laguna en el comienzo del curso 2016, donde cursa actualmente el cuarto y último año de carrera, en la rama de pintura.",
        "photos": {
          "front": "/Polola.jpg",
          "side": "/Polola-girl1.jpg",
          "back": "/Polola-girl2.jpg"
        }
      },
      {
        "name": "Hector Mar",
        "urlName": "HectorMar",
        "socialMedia": "@hhectprmar",
        "description": "Héctor Mar (1997) Nace y reside en la isla de Tenerife.  A través de la pintura, se aferra a esta disciplina y la convierte en su herramienta para 'desnaturalizar' los objetos, elementos, escenas que se encuentra en los itinerarios de su vida y sus experiencias personales. Llevado al soporte del cuadro muestra sus anotaciones y enmiendas en el amplio sentido del transcurso atemporal.",
        "photos": {
          "front": "/Hector-yellow.jpg",
          "side": "/Hector-blue.jpg",
          "back": "/Hector-green.jpg"
        }
      },
      {
        "name": "Gloria Brito de Heer",
        "urlName": "GloriaBritoDeHeer",
        "socialMedia": "@gdeheer",
        "description": "Gloria Brito de Heer, es una Artista Visual canaria nacida en el año 1992 en S/C de Tenerife. Ha realizado Bachillerato de Artes en la Escuela de Arte y Superior de Diseño Fernando Estévez y a continuación estudios Universitarios en La Facultad de Bellas Artes de la Universidad de La Laguna. Su trabajo se centra en el estudio del cuerpo como medio de expresión y conducto emocional a través de técnicas pictóricas empleadas sobre soporte de papel y tinta china, mayormente.",
        "photos": {
          "front": "/Gloria.jpg",
          "side": "/Gloria-person.jpg",
          "back": "/Gloria-selfportrait.jpg"
        }
      },
      {
        "name": "Pablo Falcón",
        "urlName": "PabloFalcón",
        "socialMedia": "@bloms.95",
        "description": "Pablo Falcón es un artista plástico nacido en Tenerife en 1995, graduado en Bellas Artes en la Universidad de La laguna e interesado en la representación de la figura a través de la pintura acrílica y demás técnicas. Normalmente sus obras se centran en la figura humana acompañadas por diferentes representaciones de cuadros o esculturas relacionadas con la historia del arte, todo ello a partir de fondos oscuros y colores muy saturados, utilizando varios materiales compuestos entre sí.",
        "photos": {
          "front": "/Pablo.jpg",
          "side": "/Pablo-girl.jpg",
          "back": "/Pablo-medusa.jpg"
        }
      },
      {
        "name": "Laura Díaz",
        "urlName": "LauraDíaz",
        "socialMedia": "@_lauradgarcia_",
        "description": "Laura Díaz es una artista nacida en Tenerife. Profesional de Ilustracion. Siempre le ha apasionado y es a lo que se quiere dedicar.",
        "lastContent": "cuatro/paredes",
        "photos": {
          "front": "/Laura-diaz.jpg",
          "side": "/Laura-puñaladas.jpg",
          "back": "/Laura-cuatroparedes.jpg"
        }
      }
    ],
    "design": [
      {
        "name": "La Grammateus",
        "urlName": "LaGrammateus",
        "socialMedia": "@lagrammateus",
        "description": "Paula Blanco, de nombre artístico La grammateus, se dedica a la caligrafía y a la rotulacion tradicional la apasionan las letras y por ello intenta que sus diseños combinen la parte más tradicional de creación tipográfica con la vertiente más comoda.",
        "photos": {
          "front": "/Grammateus-Anger.jpg",
          "side": "/Grammateus-b.jpg",
          "back": "/Grammateus-c.jpg"
        }
      },
      {
        "name": "Marc Phillipe Guerin",
        "urlName": "MarcPhillipeGuerin",
        "description": "Este joven diseñador de 32 años nacido en Alicante y criado desde niño en Tenerife, logró alzarse con el segundo premio del certamen con su coleccion DEEP ROSE. Es maquillador y estilista de profesión. Dice que la moda y el arte las ha llevado innatas en la sangre, y recuerda que su infancia jugaba con las muñecas de su hermana. Es la primera vez que participa en un certamen de nuevas promesas del diseño, al cual optó en la edición anterior aunque sin la suerte de quedar entre los finalistas.",
        "photos": {
          "front": "/Marc-phillippe.jpg",
          "side": "/Marc-guerin1.jpg",
          "back": "/Marc-guerin2.jpg"
        }
      },
      {
        "name": "Gabriela Hernandez",
        "urlName": "GabrielaHernandez",
        "socialMedia": "@unsollcited",
        "description": "Diseñador gráfico autónomo con formación en arquitectura. Creando identidades sistemáticas y experiencias de marca inmersivas. Ofreciendo un enfoque estético diverso desde una perspectiva contemporánea.",
        "photos": {
          "front": "/Gabriela-hernandez.jpg",
          "side": "/Gabriela-objects.jpg",
          "back": "/Gabriela-petit-jardi.jpg"
        }
      },
      {
        "name": "Oscar Lorenzo",
        "urlName": "OscarLorenzo",
        "socialMedia": "@oscar__lorenzo",
        "description": "Diseñador gráfico Freelance residente en Tenerife, Islas Canarias. Óscar se formó en Delineación y en Gráfica Publicitaria en la Escuela de Artes Fernando Estévez, y cuenta a sus espaldas con más de diez años de experiencia en el sector publicitario.",
        "photos": {
          "front": "/Oscar-fall.jpg",
          "side": "/Oscar-girl.jpg",
          "back": "/Oscar-smile.jpg"
        }
      },
      {
        "name": "Irina Leston",
        "urlName": "IrinaLeston",
        "socialMedia": "@irina_leston",
        "description": "Dibujando desde 1996 y diseñando desde 2015, Irina Leston ha pasado su vida entre colores y patrones tipográficos. Con base central en Tenerife, el estilo fresco isleño no podía pasar de alto.",
        "photos": {
          "front": "/Irina-papa.jpg",
          "side": "/Irina-nature.jpg",
          "back": "/Irina-delladu.jpg"
        }
      },
      {
        "name": "Alejandro Pérez",
        "urlName": "AlejandroPérez",
        "socialMedia": "@creando_apelo",
        "description": "Más conocido en redes como Creando A Pelo, caracteriza su trabajo con colores vivos y formas geométricas llevadas al extremo. Branding, audiovisuales, animación...todo un perfil multidisciplinar.",
        "photos": {
          "front": "/Ale.jpg",
          "side": "/Ale-gofio.jpg",
          "back": "/Ale-duck.jpg"
        }
      },
      {
        "name": "Studio Gabbbah",
        "urlName": "StudioGabbbah",
        "socialMedia": "@studiogabbbah",
        "description": "Jovén Diseñador gráfico & fotografía",
        "photos": {
          "front": "/Gabbah-sheet.jpg",
          "side": "/Gabbah-card.jpg",
          "back": "/Gabbah-taleguita.jpg"
        }
      },
      {
        "name": "Iris Pérez",
        "urlName": "IrisPérez",
        "socialMedia": "@i.ps.dsgn",
        "description": "Iris Pérez nació en el año 1996 en Tenerife. Y ejerce como profesion Diseño de moda e ilustración",
        "photos": {
          "front": "/Iris-profile.jpg",
          "side": "/Iris-jacket.jpg",
          "back": "/Iris-profile2.jpg"
        }
      },
      {
        "name": "Lorena Bonilla",
        "urlName": "LorenaBonilla",
        "socialMedia": "@lorenabonart",
        "description": "Lorena es una entusiasta naturalista dedicada al mundo de la ilustración y las artes plásticas. Estudió Bellas Artes en Tenerife y se especializó en la investigación de técnicas de expresión gráfico-plásticas y arteterapia.",
        "photos": {
          "front": "/Lorena-bonilla.jpg",
          "side": "/Lorena-bubilla.jpg",
          "back": "/Lorena-palmeral-de-san-andres.jpg"
        }
      }
    ],
    "video": [
      {
        "name": "María Abenia",
        "urlName": "MaríaAbenia",
        "socialMedia" : "@maria_abenia",
        "description": "Nacida en Zaragoza (España) en 1985, María Abenia trabajó como profesora de primaria durante ocho años antes de decidirse a dejar de fumar y comprar su primera cámara. Tras un largo viaje, se trasladó a Madrid y se matriculó en un programa de Fotografía Documental en Blankpaper School. Una vez finalizados esos estudios, se traslada a Barcelona y se incorpora a un posgrado de Dirección de Cine en la ESCAC. Una vez finalizada, prosiguió sus estudios con un máster en Teoría del Cine y del Audiovisual en la Universidad Pompeu Fabra, también en la ciudad de Barcelona.",
        "photos": {
          "front": "/Maria-sky.jpg",
          "side": "/Maria-rain.jpg",
          "back": "/Maria-cartel.jpg"
        }
      },
      {
        "name": "Denis García",
        "urlName": "DenisGarcía",
        "socialMedia" : "@dennisgarciavisual",
        "description": "Es un Filmaker y director de fotografia, que ha participado en grandiosos cortometrajes como por ejemplo El milagro de Paula y ha dirijido videoclips de Simón salinas.",
        "photos": {
          "front": "/Denis-bed.jpg",
          "side": "/Denis-frame.jpg",
          "back": "/Denis-frame2.jpg"
        }
      },
      {
        "name": "Sara Glezmar",
        "urlName": "SaraGlezmar",
        "socialMedia" : "@sara.glezmar",
        "description": "Sara González Martín es una artista visual de España dedicada principalmente a la creación de trabajos fotográficos y videográficos, pero apasionado por cualquier forma de expresión artística. Colores, fragilidad, fantasía y concepto son los elementos que mejor describen su trabajo.",
        "photos": {
          "front": "/Sara-frame1.jpg",
          "side": "/Sara-frame2.jpg",
          "back": "/Sara-frame3.jpg"
        }
      },
      {
        "name": "Alejandro Villanueva",
        "urlName": "AlejandroVillanueva",
        "socialMedia" : "@alejandro.ville",
        "description": "Alejandro Villanueva es un Cineasta canario además de cámarografo que ha rodado cortometrajes como por ejemplo MIRAME basada en las islas canarias.",
        "photos": {
          "front": "/Alejandro-ellegas.jpg",
          "side": "/Alejandro-people.jpg",
          "back": "/Alejandro-skate.jpg"
        }
      },
      {
        "name": "Edu Filming Theory",
        "urlName": "EduFilmingTheory",
        "socialMedia" : "@edufilmingtheory.es",
        "description": "Productor de videos y proveedor de servicios, editor y etalonaje con base en Canarias.",
        "photos": {
          "front": "/Edu-frame1.jpg",
          "side": "/Edu-frame2.jpg",
          "back": "/Edu-frame3.jpg"
        }
      },
      {
        "name": "Aarón Barreiro",
        "urlName": "AarónBarreiro",
        "socialMedia" : "@aaron.vibes",
        "description": "Aarón Barreiro es un Filmaker canario que se dedica a hacer cortometrajes y videoclips. Es el productor y camarógrafo de varios videos uno de los mas destacados MIRAME.",
        "photos": {
          "front": "/Aaron-landslide.jpg",
          "side": "/Aaron-girl.jpg",
          "back": "/Aaron-trees.jpg"
        }
      },
      {
        "name": "Juan Carlos Fresnadillo",
        "urlName": "JuanCarlosFresnadillo",
        "socialMedia" : "@juancarlosfresnadillo",
        "description": "Juan Carlos Fresnadillo nacío el 05 de diciembre de 1967 en Santa Cruz de Tenerife. Es un guionista y director de cine español. En 1985, Fresnadillo se trasladó a Madrid desde su ciudad natal. Estudio Sociología en la Universidad Complutense. Comenzó los estudios de fotografía y cine en la Escuela Universitaria de Artes TAI, y realizó sus primeros pinitos en los cortometrajes. ",
        "photos": {
          "front": "/Juan-carlos.jpg",
          "side": "/Juan-intacto2.jpg",
          "back": "/Juan-intacto.jpg"
        }
      },
      {
        "name": "David Cánovas",
        "urlName": "DavidCánovas",
        "socialMedia" : "@DavidCánovas",
        "description": "David Cánovas es un director y realizador de televisión canario. Nació en Santa Cruz de Tenerife de 1971. Estudió en la facultad de Ciencias de la Información de la Universidad Complutense de Madrid en la misma clase que Alejandro Amenábar y Mateo Gil entre otros. A su vuelta a Tenerife empieza a trabajar en televisiones locales, mientras realiza sus primeros cortos con cierto éxito local.",
        "photos": {
          "front": "/David-canovas.jpg",
          "side": "/David-canovas-el-contra-tiempo.jpg",
          "back": "/David-la-punta-del-iceberg.jpg"
        }
      },
      {
        "name": "Alba González de Molina",
        "urlName": "AlbaGonzálezDeMolina",
        "socialMedia" : "@agonzalezdemolina",
        "description": "Alba González de Molina nació en Las Palmas de Gran Canaria en 1989. Comenzó sus andanzas en el mundo del cine social en el 2012 codirigiendo su primer largometraje documental ‘Stop! con Blanca Ordóñez de Tena. De ahí surgió el Colectivo La Semilla, asociación formada por seis mujeres que comienzan a crear cine como herramienta de transformación social.",
        "photos": {
          "front": "/Alba.jpg",
          "side": "/Alba-julie.jpg",
          "back": "/Alba-julie2.jpg"
        }
      }
    ]
  }
}