<template>
  <div class=" flex justify-between w-screen h-60 bg-black">

    <!-- left zone -->
    <div class="w-96 h-full flex flex-col">
      <div class="w-28 h-full flex justify-center">
         <button @click=goToMenu class="mt-6">
    <!-- TODO mejorar el rotate que esta changa -->
          <svg class="mb-8" width="82" height="24" viewBox="0 0 82 24" fill="none" xmlns="http://www.w3.org/2000/svg">
            <line y1="3.5" x2="63.5211" y2="3.5" stroke="white" stroke-width="7"/>
            <line x1="18.479" y1="19.7773" x2="82.0001" y2="19.7773" stroke="white" stroke-width="7"/>
          </svg>
          <div class="text-harhuy uppercase font-bold rotate menu "> menú</div>
        </button>
      </div>
    </div>

    <!-- middle zone -->
    <div class="w-96 h-full">
      <div class="w-full h-2/4 flex justify-center items-center">
      <svg class="w-full h-3/4" viewBox="0 0 218 117"  xmlns="http://www.w3.org/2000/svg">
        <path d="M22.4909 45.5911H10.9687V0.0444394H0.802018V99H10.9687V48.3022H22.4909V99H32.6576V0.0444394H22.4909V45.5911ZM49.1022 100.356C43.951 100.356 41.2399 97.2378 41.2399 90.7311V81.3778C41.2399 70.3978 46.9333 66.06 57.6422 56.0289V30.9511C57.6422 26.6133 56.5577 25.5289 52.0844 25.5289C45.0355 25.5289 43.2733 28.5111 43.2733 33.2556C43.2733 38.9489 45.5777 43.9644 56.6933 55.2156H43.6799C40.9688 48.7089 40.1555 40.9822 40.1555 34.7467C40.1555 26.2067 46.7977 16.3111 55.3377 16.3111C63.1999 16.3111 67.131 20.5133 67.131 27.4267V83.0044C67.131 90.3244 68.4866 91.1378 69.9777 91.1378C71.1977 91.1378 72.1466 90.3244 72.2822 85.8511L72.6888 62.1289H74.5866L74.9933 85.3089C75.1288 93.8489 73.7733 100.356 67.4022 100.356C61.8444 100.356 59.4044 96.4244 61.031 77.1756L59.6755 76.9044C57.6422 97.1022 54.2533 100.356 49.1022 100.356ZM53.0333 90.46C56.0155 90.46 57.6422 82.1911 57.6422 69.72V58.8756C51.6777 64.5689 50.7288 67.9578 50.7288 73.6511V87.2067C50.7288 89.6467 51.6777 90.46 53.0333 90.46ZM100.352 26.3422C96.0139 26.3422 91.2695 33.5267 91.2695 47.2178V99H81.7806V17.6667H91.1339V19.1578L88.1517 39.7622L89.5072 40.0333C92.3539 19.7 95.7428 16.3111 100.352 16.3111C104.418 16.3111 106.452 20.7844 106.452 29.7311C106.452 33.2556 106.045 42.3378 103.741 54.4022H93.4384C101.165 38.1356 104.012 32.3067 104.012 29.8667C104.012 27.4267 102.792 26.3422 100.352 26.3422ZM122.008 0.0444394V19.1578L118.754 39.7622L120.11 40.0333C122.957 19.7 127.566 16.3111 132.717 16.3111C137.732 16.3111 141.392 20.5133 141.392 27.2911V99H131.903V32.5778C131.903 27.6978 131.226 25.5289 128.65 25.5289C124.854 25.5289 122.008 34.8822 122.008 47.6244V99H112.519V0.0444394H122.008ZM170.267 99V97.5089L173.52 76.9044L172.164 76.6333C169.318 96.9667 164.709 100.356 159.558 100.356C154.542 100.356 150.882 96.1533 150.882 89.3756V17.6667H160.371V84.0889C160.371 88.9689 161.049 91.1378 163.624 91.1378C167.42 91.1378 170.267 81.7844 170.267 69.1778V17.6667H179.755V99H170.267ZM203.072 74.7356H201.581L198.599 47.6244L194.125 17.6667H183.823L197.243 87.8844H201.174L187.212 116.622H198.87L217.848 17.6667H206.732L203.072 74.7356Z" fill="#F4D116"/>
      </svg>
      </div>
      <div class="w-full h-2/4 flex flex-col justify-center items-center text-white">
      <div class="w-full h-2/4 uppercase font-extrabold text-6xl flex justify-center items-center">{{ $route.name }}</div>
      <div class="w-full h-2/4 uppercase flex justify-end "> nº / 0424 </div>
      </div>
    </div>
    <!-- end of middle zone -->

    <!-- right zone -->
    <div class="w-96 h-full flex flex-col items-center">
      <div class="w-full h-2/4 flex justify-start items-center">
      <a href="#" class="p-2 uppercase text-harhuy" target="_blank">Agenda</a>
      <a href="#" class="p-2 uppercase text-harhuy" target="_blank">Tienda</a>
      <StoreBadge> </StoreBadge>
      </div>
      <!-- end of first right zone -->

      <!-- second right zone -->
       <div class="w-full h-2/4 flex">
        <div class="w-auto h-10 flex justify-center items-center">
          <svg id="lens" viewBox="0 0 46 45" fill="white" stroke="white" xmlns="http://www.w3.org/2000/svg">
            <mask id="path-1-inside-1" stroke="white">
              <path fill-rule="evenodd" clip-rule="evenodd" d="M28 17.5C28 23.299 23.299 28 17.5 28C11.701 28 7 23.299 7 17.5C7 11.701 11.701 7 17.5 7C23.299 7 28 11.701 28 17.5ZM27.5612 31.8204C24.7151 33.8237 21.2449 35 17.5 35C7.83502 35 0 27.165 0 17.5C0 7.83502 7.83502 0 17.5 0C27.165 0 35 7.83502 35 17.5C35 20.7265 34.1268 23.749 32.6039 26.3442L45.2549 38.9951L39.9954 44.2546L27.5612 31.8204Z"/>
            </mask>
            <path d="M27.5612 31.8204L28.9754 30.4062L27.7858 29.2165L26.41 30.1849L27.5612 31.8204ZM32.6039 26.3442L30.879 25.332L30.0966 26.6653L31.1897 27.7584L32.6039 26.3442ZM45.2549 38.9951L46.6691 40.4094L48.0833 38.9951L46.6691 37.5809L45.2549 38.9951ZM39.9954 44.2546L38.5812 45.6688L39.9954 47.083L41.4096 45.6688L39.9954 44.2546ZM17.5 30C24.4036 30 30 24.4036 30 17.5H26C26 22.1944 22.1944 26 17.5 26V30ZM5 17.5C5 24.4036 10.5964 30 17.5 30V26C12.8056 26 9 22.1944 9 17.5H5ZM17.5 5C10.5964 5 5 10.5964 5 17.5H9C9 12.8056 12.8056 9 17.5 9V5ZM30 17.5C30 10.5964 24.4036 5 17.5 5V9C22.1944 9 26 12.8056 26 17.5H30ZM17.5 37C21.6703 37 25.5403 35.6886 28.7124 33.4559L26.41 30.1849C23.8899 31.9587 20.8195 33 17.5 33V37ZM-2 17.5C-2 28.2696 6.73045 37 17.5 37V33C8.93959 33 2 26.0604 2 17.5H-2ZM17.5 -2C6.73045 -2 -2 6.73045 -2 17.5H2C2 8.93959 8.93959 2 17.5 2V-2ZM37 17.5C37 6.73045 28.2696 -2 17.5 -2V2C26.0604 2 33 8.93959 33 17.5H37ZM34.3289 27.3564C36.027 24.4627 37 21.0919 37 17.5H33C33 20.361 32.2267 23.0353 30.879 25.332L34.3289 27.3564ZM46.6691 37.5809L34.0182 24.93L31.1897 27.7584L43.8407 40.4094L46.6691 37.5809ZM41.4096 45.6688L46.6691 40.4094L43.8407 37.5809L38.5812 42.8404L41.4096 45.6688ZM26.147 33.2346L38.5812 45.6688L41.4096 42.8404L28.9754 30.4062L26.147 33.2346Z" fill="black" mask="url(#path-1-inside-1)"/>
          </svg>
        </div>
        <input type="text" placeholder="Busca aquí!" class="w-1/2 h-1/3">
       </div>
       <!-- end of second right zone -->
    </div>
   <!-- end of full right zone -->
  </div>
</template>

<script>
import StoreBadge from "@/components/StoreBadge.vue";

export default {
  name: "TopBar",
  components: {
    StoreBadge,
  },
  methods: {
    goToMenu () {
      this.$router.push("/menu");
    },
  },

};
</script>

<style scoped>
  #lens {
   fill: white;
   height: 30px;
   width: 30px;
  }
  .rotate {
  transform: rotate(270deg);
  }

</style>
